{
  "lines": [
    "First coffee, then baseball.",
    "Highlights pair best with strong coffee and stronger patience.",
    "A good morning always includes a little baseball.",
    "No better soundtrack to coffee than the crack of a bat.",
    "Today's plan: sip coffee, watch highlights, repeat.",
    "Breakfast of champions: coffee, toast, Giants baseball.",
    "Caffeine and baseball: the only daily essentials.",
    "Willie Mays probably made mornings better too.",
    "Somewhere, Buster Posey is smiling. Probably at coffee, not baserunning.",
    "Early mornings built character. So did late innings.",
    "The best mornings smell like fresh coffee and fresh highlights.",
    "Barry Bonds hit breakfast bombs before it was cool.",
    "No alarm clock needed when you’ve got Giants highlights.",
    "Mornings feel a little lighter with a double play replay.",
    "Bat flips are optional; coffee refills are mandatory.",
    "Every day deserves a little baseball magic.",
    "Coffee tastes better after a clean double play.",
    "Breakfast highlight rituals: non-negotiable.",
    "Baseball mornings beat business mornings, every time.",
    "Once a Giant, always a highlight.",
    "Some heroes wear capes. Some just wear stirrups.",
    "A day without highlights? Couldn't be me.",
    "Starting the day the way God and Juan Marichal intended.",
    "Mornings are short; baseball memories are forever.",
    "You can't rush good coffee or good baseball.",
    "Who needs a sunrise when you’ve got highlight reels?",
    "Every swing looks better before 9 a.m.",
    "Buster Posey would approve of this morning routine.",
    "Early bird gets the... highlight reel.",
    "There's no wrong time for a perfect catch.",
    "Waking up just to remind myself baseball still exists.",
    "Breakfast was invented for moments like these.",
    "Will Clark would want you to enjoy your coffee slowly.",
    "Baseball: proof that some things are worth waiting for.",
    "Highlight mornings: cheaper than therapy.",
    "Stretch, yawn, baseball highlight. In that order.",
    "Still chasing that Bonds home run feeling.",
    "Baseball and coffee: both better slightly over-brewed.",
    "In this house, we trust the highlights.",
    "Coffee before commentary. Always.",
    "Rewinding the same double play three times is self-care.",
    "The real morning meeting is between coffee and baseball.",
    "Half-awake, fully loyal.",
    "First light brings first base.",
    "Early innings, early mornings — it's a lifestyle.",
    "Nothing says 'good morning' like a shoestring catch.",
    "Time zones can't stop a fan with coffee.",
    "May your coffee be strong and your highlights crisp.",
    "A true Giant never hits snooze on baseball.",
    "The early bird catches the baseball highlights.",
    "Nothing ages well like a Willie Mays basket catch.",
    "Barry Bonds made breakfast bombs a thing.",
    "Coffee, baseball, questionable life choices — the essentials.",
    "Today's weather: mostly baseball, chance of coffee spills.",
    "Pour coffee, press play, appreciate small miracles.",
    "Baseball highlights: breakfast for the soul.",
    "Every morning’s better with a little Giants magic.",
    "Pour yourself a fresh inning.",
    "Wake up. Watch ball. Wonder if Willie McCovey smiled like that too.",
    "There's a right way to start your day, and it involves baseball.",
    "Mays had the Say Hey Kid; we have the Say Hey Morning.",
    "Routine: coffee, highlights, slight existential dread, repeat.",
    "Every play looks a little more heroic at dawn.",
    "Coffee: still the MVP of mornings.",
    "Stretch and yawn like it's the seventh inning.",
    "Baseball is a fine excuse for being late to work.",
    "The only scoreboard I need is coffee versus tiredness.",
    "If loving morning highlights is wrong, I don't want to be right.",
    "Baseball: the reason breakfast was invented.",
    "A Giants highlight a day keeps the cynicism at bay.",
    "Savor the plays, savor the coffee.",
    "Nothing better than a replay on the first cup.",
    "Even Buster needed a morning routine.",
    "Legends start their day with baseball.",
    "Every outfield assist feels fresher before 8 a.m.",
    "Hitting rewind counts as morning exercise, right?",
    "Bonds didn’t need coffee. He was the coffee.",
    "Breakfast tip: always swing for the fences.",
    "Good mornings come standard with highlight reels.",
    "There's magic in that first sip and that first replay.",
    "No such thing as too many highlight replays.",
    "Mornings move slower without a baseball highlight.",
    "Barry Bonds once hit a home run just by thinking about it.",
    "Even coffee knows baseball comes first.",
    "Some mornings need a little extra baseball.",
    "No better way to wake up than with a fastball to the soul.",
    "Stretch it out. Baseball’s waiting.",
    "Savor the small things: base hits, bunt singles, coffee foam art.",
    "Mornings should always start with a sacrifice fly.",
    "A quiet morning and a loud bat flip.",
    "Giants baseball: part of this complete breakfast.",
    "Coffee can’t solve everything, but it pairs well with baseball.",
    "Another sunrise, another chance to love this team irrationally.",
    "They say breakfast is important. They clearly meant baseball.",
    "Start your day like Willie would — with style.",
    "Home runs before homework. Always.",
    "Legends are made before noon, apparently.",
    "Catch the highlights before the day catches you.",
    "Cups of coffee and cups of victory: unrelated but essential.",
    "If it involves Giants baseball, it counts as productive.",
    "Start your day swinging.",
    "Brunch tastes better with baseball flashbacks.",
    "A Giants highlight a day keeps the cynicism away.",
    "Proof that good things still happen after midnight and before breakfast.",
    "One eye on the coffee, one eye on the replay.",
    "Forget stock prices. Show me a caught stealing replay.",
    "There's no wrong way to enjoy a stolen base replay.",
    "Mornings: made better with an unexpected triple.",
    "Not all heroes wear capes. Some just steal second base.",
    "Catch up with baseball before the day catches you.",
    "Morning logic: highlights first, emails later.",
    "Coffee's hot, defense hotter.",
    "Who needs news when you’ve got the highlights?",
    "Swing for the fences, even before breakfast.",
    "One sip, one highlight, endless devotion.",
    "Mornings were built for baseball reflection.",
    "Early innings > early meetings.",
    "There's wisdom in coffee and breaking balls.",
    "A base hit a day keeps the blues away.",
    "Old memories, fresh highlights, same loyalty.",
    "You can measure a day in coffees or caught fly balls.",
    "Wake, sip, replay. Priorities.",
    "The only meeting that matters: coffee and baseball.",
    "Today’s agenda: minimal responsibility, maximum highlights.",
    "Happiness is a double off the wall at sunrise.",
    "Before meetings, before deadlines, there was baseball.",
    "Breakfast bonus: a perfectly turned double play.",
    "Coffee break? More like baseball break.",
    "Running late is acceptable if you were watching highlights.",
    "Bonds didn’t run late. He just ran laps around baseballs.",
    "Pour another cup. Watch another highlight.",
    "Today's MVP: the replay button.",
    "Legends are built one morning ritual at a time.",
    "Coffee tastes suspiciously better after a diving catch.",
    "Life moves fast; baseball moves faster before 9 a.m.",
    "First sip, first swing, forever loyal.",
    "Stretch like it's the seventh inning.",
    "Coffee’s important, but range in left field is crucial.",
    "Half-asleep, but dreaming in Giants orange.",
    "An outfield assist before breakfast hits different.",
    "Early innings are the real therapy sessions.",
    "Play ball, sip slow.",
    "Some mornings just need more pine tar and less panic.",
    "Even at sunrise, Buster Posey caught everything.",
    "Barry Bonds didn’t believe in mornings. Only moonshots.",
    "Caffeinate like you’re about to pinch-hit.",
    "Highlights: still the best way to delay productivity.",
    "Mornings were built for baseball nostalgia.",
    "Coffee’s the setup man; baseball’s the closer.",
    "First pitch of the day belongs to coffee.",
    "Highlight plays > highlighter pens.",
    "If it involves a slider and a swing, I’m interested.",
    "Start the day with a ground rule double.",
    "Nothing says 'productive' like two coffees and one replay.",
    "Some mornings just call for a perfect relay throw.",
    "Stretch, sip, stare at a perfect bunt for too long.",
    "One play can make the whole morning better.",
    "The ballpark wakes up with us. Sort of.",
    "Baseball: because reality is overrated before 8 a.m.",
    "Early mornings build legends. Or just really good fans.",
    "Rise and grind. Preferably on a double play.",
    "A coffee in hand is worth two in the dugout.",
    "Mays, Bonds, Posey — giants before breakfast.",
    "Morning meetings don’t hit like a center field assist.",
    "The day officially starts when the highlight reel does.",
    "Not all heroes sip lattes. Some call perfect games.",
    "Running on coffee and nostalgia today.",
    "Caffeine-fueled baseball appreciation society: population, us.",
    "Baseball time is sacred. Morning time is negotiable.",
    "Dawn patrol: coffee, highlights, misplaced optimism.",
    "First base feels closer after two cups of coffee.",
    "Savor the highlights like you savor the last drop.",
    "Double espresso, double play — makes sense.",
    "Give me a bunt single over a meeting agenda.",
    "Starting the day somewhere between hope and hustle.",
    "If there’s coffee, there’s a way to relive baseball glory.",
    "Half the reason I get up is for baseball. The other half is coffee.",
    "Sometimes I still hear the echo of Willie Mays chasing down fly balls.",
    "Buster Posey mornings just felt different.",
    "There’s a little Barry Bonds in every sunrise, if you squint hard enough.",
    "Somewhere in the distance, Matt Cain is still dealing.",
    "Coffee always tasted better after a Tim Lincecum strikeout.",
    "We’re all just chasing that feeling from the '10 parade.",
    "Every perfect morning smells a bit like pine tar and victory parades.",
    "When Posey caught it, you just knew the world was alright.",
    "Willie McCovey swung like he was swinging at the morning sun.",
    "Brandon Crawford made mornings a little flashier.",
    "Still half-expecting to hear Jon Miller’s voice when I hit play.",
    "Mornings always felt safer with Bruce Bochy managing the clock.",
    "Once you’ve seen Bonds hit it into McCovey Cove, you never forget.",
    "A little piece of Candlestick still lives in every windy morning.",
    "Buster’s mitt pop was the soundtrack of a thousand good mornings.",
    "There’s nothing quite like the quiet confidence of Will Clark at first base.",
    "Some swings live rent-free in the morning brain. Thanks, Bonds.",
    "You haven’t truly had coffee until you’ve had it after a Mays highlight reel.",
    "Madison Bumgarner once threw a pitch so perfect, it woke me up faster than espresso.",
    "Some mornings, it feels like Posey’s still behind the plate, waiting.",
    "The morning fog always knew how to frame a baseball game right.",
    "Nothing pairs with highlights like a breeze off the Bay.",
    "Somewhere, the Ferry Building clock is keeping baseball time.",
    "There’s magic stitched into every cable car line.",
    "Golden Gate mornings feel better with a double play on deck.",
    "Even the seals at Pier 39 would approve of that replay.",
    "Baseball and the Bay: always a perfect doubleheader.",
    "Union Square shines a little brighter after a highlight reel.",
    "Coffee on Valencia, highlights in hand — the real San Francisco treat.",
    "Lombard Street twists, Giants fans ride it out.",
    "Ocean Beach waves and baseball dreams — part of the same tide.",
    "Coit Tower’s seen more comebacks than it cares to admit.",
    "Sunrises over the Bay Bridge always called for a highlight watch.",
    "No fog too thick for baseball devotion in this city.",
    "Dolores Park mornings feel lighter with a walk-off memory.",
    "Giants baseball: as essential to San Francisco as sourdough bread.",
    "North Beach poetry and baseball glory — both worth waking up for.",
    "From Chinatown lanterns to ninth-inning drama — always something glowing.",
    "Sundays are for coffee, highlights, and slow Ferry rides.",
    "Even Alcatraz couldn’t hold in this much Giants love.",
    "Bay breezes, baseball ease.",
    "Nothing wakes up a city like a game-winning swing over McCovey Cove.",
    "The Presidio whispers old baseball stories if you listen closely.",
    "Giants games: louder than the Market Street cable car bells.",
    "Watching baseball highlights while the fog rolls over Twin Peaks — pure poetry.",
    "It’s not a real San Francisco morning without baseball and brisk air.",
    "McCovey Cove always keeps a little magic floating around.",
    "City Lights Bookstore, Red’s Java House, Giants baseball — the holy trinity.",
    "From Fisherman’s Wharf to Willie Mays Plaza, the day starts with a swing.",
    "The real treasure of Treasure Island? Baseball memories carried by the Bay wind.",
    "Every true fan knows breakfast hits differently at Red’s Java House.",
    "Some mornings call for Red’s Java House, strong coffee, and stronger loyalty.",
    "The best pregame meal starts with grease-stained napkins at Red’s.",
    "A burger from Red’s and a Giants highlight — that's living right.",
    "Red’s Java House: where baseball legends are fueled, one cheeseburger at a time.",
    "Some mornings, you don’t need answers — just a Red’s cheeseburger and a double play replay.",
    "If the Bay winds don’t wake you up, the smell of Red’s will.",
    "Baseball, bay breeze, and Red’s — the only morning essentials.",
    "One Red’s burger is worth a hundred motivational speeches.",
    "Red’s Java House taught me that loyalty, like cheese, should always be thick and a little messy."
  ]
}
